Repository: AMuratTuran/Wiggle
Catalog: Wiggle/Wiggle/Localization/*.lproj/Localizable.strings
Languages: tr

# login_accept_terms
source: By logging in, you agree to our Terms of Service and Privacy Policy.
tr: Giriş yaparak kullanıcı sözleşmemizi ve gizlilik politikamızı kabul etmiş olursunuz.

# facebook_button
source: Login with Facebook
tr: Facebook ile giriş yap

# email_button
source: Login with Email
tr: E-posta ile giriş yap

# send_again_button
source: Send Again
tr: Tekrar Gönder

# password_placeholder
source: Password
tr: Parola

# email_desc_label
source: Please login with your email and password to activate your account
tr: Hesabınızı aktive etmek için lütfen e-posta ve şifren ile giriş yap

# email_valid_error
source: Invalid Email!
tr: Hatalı Email!

# email_login_success
source: You have successfully created your account. Press OK to continue!
tr: Hesabın başarıyla oluşturuldu. Giriş yapmak için Tamam'a bas!

# register_login_page_button
source: Register now!
tr: Hemen Kaydol!

# login_button
source: Login
tr: Giriş Yap

# register_button
source: Register
tr: Kayıt Ol

# email_login_title
source: Email Login
tr: Eposta ile Giriş

# continue_button
source: Continue
tr: Devam

# ok_button
source: OK
tr: Tamam

# cancel_button
source: Cancel
tr: Vazgeç

# date_picker_title
source: Select Date
tr: Tarih Seçiniz

# skip_button
source: Skip
tr: Geç

source: Error
tr: Hata

source: Phone Codes
tr: Ülke Kodları

# general_error
source: Error Occured. Please try again.
tr: Bir hata oluştu. Tekrar deneyiniz.

# complete_button
source: Complete
tr: Tamamla

# save_button
source: Save
tr: Kaydet

# close_button
source: Close
tr: Kapat

# start_button
source: Start
tr: Başla

# back_button
source: Back
tr: Geri

# enter_sms_verification
source: Please enter your 4-digit verification code
tr: Lütfen SMS ile gonderilen 4 haneli doğrulama kodunu giriniz.

# birthday_top_label
source: My birthday is on
tr: Doğum Günüm

source: Enable Location
tr: Konum Erişimine İzin Ver

# enable_location_description
source: Enable your location to meet people around you.
tr: Konumunu etkinleştirmeni öneririz, çevrende sana en yakın ve sana en uygun kişileri bulacağımızdan şüphen olmasın.

# enable_location_button
source: Enable Location
tr: İzin Ver

# enable_notification
source: Enable Notifications
tr: Bildirimlere İzin Ver

# enable_notification_button
source: Enable Notifications
tr: İzin Ver

source: Take photo
tr: Fotoğraf Çek

source: Camera roll
tr: Kamera Rulosu

source: Photo library
tr: Kütüphane

source: My name is
tr: Benim Adım

source: I am a
tr: Cinsiyetim

source: Male
tr: Erkek

source: Female
tr: Kadın

source: Everyone
tr: Herkes

source: Show Me
tr: Bana Göster

source: Bio
tr: Hakkımda

source: Discovery
tr: Keşif

source: Max Distance
tr: Azami Mesafe

source: Account Settings
tr: Hesap Ayarları

source: Facebook Profile
tr: Facebook Profili

source: Phone Number
tr: Telefon Numarası

# choose_photo
source: Choose your best photo
tr: En iyi fotoğrafını seç

# tap_again
source: Tap again on the picture to change it.
tr: Tekrar seçmek için resme tıkla.

# firstName_placeholder
source: Name
tr: Adın

# lastName_placeholder
source: Lastname
tr: Soyadın

source: Settings
tr: Ayarlar

source: Change Photo
tr: Fotoğraf Değiştir

source: Edit Profile
tr: Profili Düzenle

# report_profile
source: You succesfully reported inapropriate profile! We take care from here.
tr: Uygunsuz profili başarıyla bildirdin! Sonrasıyla biz ilgileniriz.

# chats_title
source: Chats
tr: Sohbetler

# report_user
source: Report
tr: Bildir

source: Unmatch
tr: Eşleşmeyi Kaldır

source: New Message
tr: Yeni Mesaj

# unmatch_message
source: Couldn't send message, this user unmatched you.
tr: Mesaj gönderilemiyor. Bu kullanıcı eşleşmenizi kaldırdı.

# report_message
source: You have successfully reported this user
tr: Kullanıcı başarıyla bildirildi.

# place_finger
source: Place your finger tip on top of your camera and flash
tr: Parmak ucunuzu flash ve kameranızı kapatacak şekilde yerleştirin

# heartbeat_title
source: You will match other people with same pulse
tr: Nabzınızın aynı olduğu insanlarla eşleşeceksiniz

# heartbeat_calculating
source: Calculating... Keep your finger on top of your camera and flash
tr: Hesaplanıyor... Parmağını flash ve kameranın üzerinde tutmaya devam et

# home_screen_like_error
source: You ran out of super likes!
tr: Super Likeların bitti!

# home_screen_superlike_error
source: You ran out of likes!
tr: Likeların bitti!

# home_screen_revert_error
source: You have to be premium to revert action!
tr: Geri alabilmek için premium olmalısın!

# home_screen_no_user_error
source: There’s no one around. Expand your discovery settings to see more people.
tr: Çevrende sana önerebileceğimiz kimse kalmadı. Ayarlardan Azami Mesafeni değiştirerek daha çok kişi ile eşleşebilirsin.

source: Logout
tr: Çıkış Yap

# report_inappropriate_message
source: INAPPROPRIATE MESSAGE
tr: UYGUNSUZ MESAJ

# report_inappropriate_photo
source: INAPPROPRIATE PHOTOS
tr: UYGUNSUZ FOTOĞRAFLAR

# report_spam
source: LOOKS LIKE SPAM
tr: SPAM GİBİ GÖRÜNÜYOR

# report_title
source: Report
tr: Bildir

# report_select_reason
source: Please select a report reason
tr: Lütfen bir sebep seçiniz

# report_success_message
source: You succesfully reported inappropriate profile! We take care from here.
tr: Kullanıcıyı başarıyla bildirdiniz. Buradan sonrasını biz hallederiz.

# report_other_reason
source: OTHER
tr: DİĞER

# no_match_keep_looking
source: You have no match yet. Keep swiping!
tr: Henüz eşleştiğin kimse bulunmuyor. Aramaya devam et!

# who_liked_premium
source: You need to purchase Wiggle Gold to see who liked your profile.
tr: Kimin seni beğendiğini görmek için Wiggle Gold satın alman gerekiyor.

# no_liked_you_keep_looking
source: No one liked your profile yet. Increase your chance by using Wiggle Boost!
tr: Profilini henüz kimse beğenmedi. Wiggle Boost kullanarak beğeni alma şansını yükseltebilirsin!

# chat_empty_message
source: You have no messages yet, but don't give up. Keep measuring your heart rate and keep swiping!
tr: Henüz mesajın yok ancak pes etme, uygun aday karşına kısa zamanda çıkacaktır. Ritmini ölçmeye devam et.!

# chat_back_home
source: Homescreen
tr: Anasayfaya Dön

# chat_delete
source: Delete Chat
tr: Konuşmayı Sil

# premium_subtitle
source: Unlock premium features
tr: Premium özelliklere erişin

# premium_get_boost
source: Get Boosts
tr: Boost Satın Al

# premium_get_superlike
source: Get Super Likes
tr: Super Likes Al

source: Terms Of Use
tr: Kullanım Koşulları

source: Privacy Policy
tr: Gizlilik Sözleşmesi

# birthday_label
source: Birthday
tr: Doğum Günü

# like_toast_title
source: Liked
tr: Beğendin

# like_toast_body
source: You will match when other person likes you
tr: Karşı taraf da beğenirse eşleşeceksin

# profile_about_me
source: About Me
tr: Hakkımda

# block_user
source: Block
tr: Engelle

# yes_button
source: Yes
tr: Evet

# report_block_success_message
source: You succesfully blocked this profile! We take care from here.
tr: Kullanıcıyı başarıyla engellediniz. Buradan sonrasını biz hallederiz.

# block_desc
source: Are you sure you want to block this user?
tr: Bu kullanıcıyı engellemek istediğinize emin misiniz?

# be_gold
source: Be GOLD Member and use an advantage
tr: Gold üye ol ve birçok avantajdan yararlan

# unlimited_like
source: Unlimited Likes
tr: Sınırsız beğeni hakkı

# who_liked_you
source: See who liked you
tr: Seni kimlerin beğendiğini gör

# rise_with_superlike
source: Rise to prominence with Super Like
tr: Süper Like ile ön plana çık

# get_4x_lucky
source: Match-up chance increases 4x!
tr: Eşleşme şansın 4 kat daha fazla!

# product_error
source: We are having a problem with premium items.
tr: Premium içeriklerle alakalı bir sorun yaşıyoruz.

# product_buy
source: Purchase
tr: Satın al

# error_location_permission
source: You can't see other users until you give location usage permission.
tr: Konum kullanma izni vermeden diğer kullanıcıları görüntüleyemezsiniz.

# onboarding_doubleTap_desc
source: Double tap on an user to send Like
tr: Kullanıcıyı beğenmek için üzerine çift tıklayın.

# onboarding_buttons_desc
source: Press star icon to send a SuperLike, and press X button to dislike.
tr: Yıldız'a basarak Superlike atabilir, Çarpıya basarak kullanıcıyı Dislike'layabilirsiniz.

# done_button
source: Done
tr: Bitti

# next_button
source: Next
tr: Sonraki

# profile_boost_used
source: Boost successfuly used. Other user will see you at top.
tr: Boost başarıyla kullanıldı! Yarım saat boyunca diğer kullanıcılara en üst sırada gösterileceksiniz.

source: Remaining Boost:
tr: Kalan Boost:

# use_boost
source: Use now
tr: Boost Kullan

# buy_boost
source: Buy more
tr: Satın Al

# superliked_title
source: Superliked You
tr: Seni Superlike'layanlar

# all_matches
source: Matches
tr: Eşleşmeler

# all_liked_you
source: Liked You
tr: Beğenenler

source: More Actions
tr: Seçenekler
